---
kind: other
id: Methods.T:Autodesk.Revit.DB.MEPFamilyConnectorInfo
source: html/2643756e-fea1-7c46-361e-eeeea160f806.htm
---
# MEPFamilyConnectorInfo Methods

Gets the associate family parameter id of the specified connector parameter id.